{
    "metadata": {
        "collection_date": "2025-01-08",
        "version": "1.0"
    },
    "lineages": [
        {
            "name": "우래옥 계열",
            "origin_history": "광복 직후 평양 명월관 주인이었던 장원일·나정일 부부가 1946년 서울에 세운 '서북관'이 전신이며, 한국전쟁 후 다시 문을 열면서 '우래옥(又來屋)'으로 간판을 바꾸었다. 평양냉면집 가운데 현존 최고(最古)의 역사를 가졌고 현재 3대째 가업을 잇고 있다.",
            "philosophy_of_taste": "오로지 한우 고기만 사용해 육수를 내기 때문에 육향과 감칠맛이 유달리 진하다. 면은 100% 메밀 '순면'과 전분을 약간 섞은 면 두 가지를 제공하여 취향에 따라 선택할 수 있다. 강한 육수 풍미로 평양냉면 입문자에게도 비교적 부담 없이 다가오는 맛이라고 평가받는다.",
            "distinctive_features": "맑고 깊은 소고기 육수의 풍미와 은은한 메밀 향이 조화를 이루어 먹을수록 진가가 드러나는 계열이다. 육수 맛이 진한 만큼 냉면 고유의 슴슴한 개성을 유지하면서도 풍부한 맛을 느낄 수 있다. 여름철 단골들에게만 제공되는 '김치말이 냉면' 같은 별미 메뉴도 이 집 전통의 하나로 꼽힌다.",
            "representative_restaurants": [
                "우래옥 (서울 을지로 본점)",
                "우래옥 (서울 대치동 분점)"
            ],
            "suitability": "풍부한 육향과 감칠맛 덕분에 평양냉면 초심자도 비교적 쉽게 즐길 수 있는 스타일로, 첫 입문에 추천된다. 담백한 맛을 선호하는 마니아층은 물론 진한 국물의 냉면을 찾는 이들도 모두 만족시키는 범용적인 계열이다.",
            "internal_branches": [
                {
                    "year": 1946,
                    "event": "창업주 부부가 서울에 '서북관' 개업 (우래옥의 전신)"
                },
                {
                    "year": 1953,
                    "event": "정전 후 재개업하며 상호를 '우래옥'으로 변경"
                },
                {
                    "year": 1970,
                    "event": "우래옥 대치동 분점 오픈 (창업주의 손자 운영)"
                },
                {
                    "year": 2020,
                    "event": "창업주 3대가 서울 본점 운영 중 (현존 최고령 평양냉면집 유지)"
                }
            ]
        },
        {
            "name": "의정부파",
            "origin_history": "1·4 후퇴 때 월남한 홍영남·김경필 부부가 1969년 북한과 가까운 경기 연천군에 '의정부 평양면옥'을 개업한 것이 시초다:contentReference[oaicite:9]{index=9}. 곧 고향으로 돌아갈 줄 알고 연천에 머물렀으나, 12년 뒤 의정부 시내로 가게를 옮겨 본점을 정착시켰다:contentReference[oaicite:10]{index=10}. 본점을 이은 1남 3녀 중 아들은 의정부 본점을, 첫째 딸은 필동면옥, 둘째 딸은 을지면옥, 셋째 딸은 잠원동 '본가 평양면옥'을 차려 자매점 형태로 계보를 이어갔다:contentReference[oaicite:11]{index=11}.",
            "philosophy_of_taste": "소고기와 돼지고기를 섞어 우려낸 맑은 육수를 사용하는데, 맛이 무미할 정도로 담백하고 슴슴한 것이 특징이다. 육수에는 동치미 국물을 약간 배합하여 감칠맛을 더하고, 그 위에 잘게 다진 파와 아주 고운 고춧가루를 살짝 뿌려 낸다:contentReference[oaicite:13]{index=13}. 면은 메밀 함량이 높지만 탄력 있게 뽑아내어 부드럽고 쉽게 끊어지는 식감이다.",
            "distinctive_features": "맑고 심심한 국물 덕에 재료 본연의 은은한 풍미를 느낄 수 있으며, 고춧가루를 살짝 뿌린 독특한 비주얼이 눈에 띈다. 슴슴한 육수에 길들여지면 먹을수록 은근한 매력을 느끼게 되는 스타일로, 처음엔 밍밍해도 서서히 중독성을 느낀다는 평이 많다. 서울의 노포 평양냉면들이 대개 이 의정부파에 속할 정도로 영향력이 크다.",
            "representative_restaurants": [
                "의정부 평양면옥 (경기 의정부 본점)",
                "필동면옥 (서울 중구)",
                "을지면옥 (서울 중구)",
                "본가평양면옥 (서울 서초구)"
            ],
            "suitability": "육수 맛이 매우 슴슴하고 담백하기 때문에 평양냉면 본연의 담백함을 찾는 이들에게 알맞으며, 어느 정도 평냉에 익숙해진 중급자에게 추천된다. 첫 시도에는 싱겁게 느껴질 수 있으나, 담백한 맛의 매력을 깨닫게 되면 오래 즐길 수 있는 계열이다.",
            "internal_branches": [
                {
                    "year": 1969,
                    "event": "홍영남·김경필 부부 '의정부 평양면옥' 개업 (연천):contentReference[oaicite:15]{index=15}"
                },
                {
                    "year": 1981,
                    "event": "'의정부 평양면옥' 본점 의정부시로 이전"
                },
                {
                    "year": 1970,
                    "event": "첫째 딸 필동면옥 개업 (서울 중구 필동)"
                },
                {
                    "year": 1974,
                    "event": "둘째 딸 을지면옥 개업 (서울 중구 을지로)"
                },
                {
                    "year": 1980,
                    "event": "셋째 딸 본가평양면옥 개업 (서울 잠원동)"
                },
                {
                    "year": 2020,
                    "event": "의정부 본점 및 자매 3개 점포로 계보 유지:contentReference[oaicite:16]{index=16}"
                }
            ]
        },
        {
            "name": "장충동파",
            "origin_history": "평양에서 '대동면옥'을 운영하던 고 김면섭 씨의 며느리 변정숙 씨가 1985년 서울 장충동에 '평양면옥'을 개업한 것이 이 계열의 시작이다. 장충동 본점을 기반으로, 현재 큰아들 김대성 씨가 본점을, 둘째 아들 김호성 씨가 논현동 분점을 운영하며 가업을 잇고 있다. 이후 분당, 도곡 등지에 지점이 생겨 4대 손자·손녀 세대까지 참여하고 있다.",
            "philosophy_of_taste": "의정부파와 기본적으로 유사한 맑은 육수를 쓰나 간이 약간 더 있고 면발의 식감이 거칠고 까슬한 편이다. 소고기 육수에 돼지고기 육수를 배합하되 맛의 밸런스를 조금 더 선명하게 잡았으며, 면은 메밀 함량을 높여 탄력보다 메밀의 거친 향과 식감을 살렸다.",
            "distinctive_features": "맑은 국물에 은은한 감칠맛이 돌면서도 심심함이 지나치지 않아 초심자도 비교적 수월하게 적응할 수 있는 맛으로 평가된다. 면발이 다른 계열에 비해 두툼하고 투박하여 씹는 식감이 뚜렷하다. 간이 약간 있어 육수 자체의 풍미가 도드라지며, 고명으로 올라가는 고기 숙성법이나 양념장 등에 있어 자기만의 노하우가 있다. 한편 이 계열 출신 주방장 임세권 씨가 독립하여 개업한 '진미평양냉면'은 의정부파와 장충동파의 장점을 겸비한 신흥 강자로 꼽히기도 한다.",
            "representative_restaurants": [
                "장충동 평양면옥 (서울 장충동 본점)",
                "논현동 평양면옥 (서울 논현동)",
                "분당 평양면옥 (경기 성남)",
                "진미평양냉면 (서울 강남)"
            ],
            "suitability": "의정부 계열보다 약간 강한 맛 덕분에 평양냉면에 익숙하지 않은 사람에게도 비교적 무난하게 다가오며, 담백함과 감칠맛의 균형을 즐기는 중급자 이상에게 사랑받는 계열이다. 지나친 자극 없이도 적당한 간이 배어 있어 '심심하면서도 맛있다'는 평을 듣는다.",
            "internal_branches": [
                {
                    "year": 1985,
                    "event": "변정숙 씨가 서울 장충동에 '평양면옥' 개업 (장충동 계열의 출발)"
                },
                {
                    "year": 1990,
                    "event": "논현동 평양면옥 분점 개설 (창업주의 차남 운영)"
                },
                {
                    "year": 2000,
                    "event": "분당 평양면옥 분점 개설 (가족 경영 확대)"
                },
                {
                    "year": 2010,
                    "event": "도곡점 등 지점 확장 (4대 손자·손녀 세대 참여)"
                },
                {
                    "year": 2002,
                    "event": "주방장 출신 임세권 독립, '진미평양냉면' 개업 (장충동파 파생)"
                }
            ]
        },
        {
            "name": "을밀대식",
            "origin_history": "평안남도 안주 출신 실향민 김인주 씨가 1976년 서울 마포구 염리동에서 분식집 형태로 시작한 것이 을밀대의 기원이다. '을밀대'라는 상호는 평양 대동강변 정자 이름에서 따온 것으로, 1980년대에 입소문을 타며 서북권 평양냉면의 강자로 성장했다. 창업주 김인주 씨 별세(2005년) 후 자녀들이 가게를 물려받았는데, 형제간 육수 레시피 분쟁 끝에 현재 본점과 강남·백화점 지점 등이 갈라져 별도로 운영되고 있다.",
            "philosophy_of_taste": "창업주가 \"일(一) 육수, 이(二) 면발\"을 지론으로 삼았을 만큼 육수에 최상의 정성을 들인다. 한우 양지머리와 사골 등 소뼈를 푹 고아 깊은 맛을 내고 동치미 국물을 절묘하게 배합하여 슴슴하면서도 묵직한 감칠맛을 구현했다. 육수에는 수놈 소의 뼈와 고기를 써서 농도를 높였는데, 덕분에 차게 식혀 내면 육수 위에 살얼음이 자연스럽게 동동 뜨는 것이 특징적이다. 면발은 메밀가루에 전분을 혼합해 두툼하고 쫄깃하면서도 거친 식감을 살렸으며, 메밀 향이 은은하게 퍼지도록 했다.",
            "distinctive_features": "냉면 그릇에 살짝 언 살얼음 육수와 두툼한 회색 면발이 어우러져 보는 것만으로도 시원한 인상을 준다. 처음 맛볼 때는 \"심심하고 밍밍하다\"는 평을 듣기도 하나, 몇 번 먹다 보면 서서히 중독될 만큼 깊은 맛이 느껴지는 스타일로 유명하다. 담백한 육수 속에 배어난 은근한 고기 감칠맛과 시원한 동치미 향의 조화가 일품이라는 평가가 많다. 다만 세대 교체 과정에서 형제 경영 분리로 지점마다 맛의 미세한 차이가 있다는 의견도 있다.",
            "representative_restaurants": [
                "을밀대 (서울 마포 본점)",
                "을밀대 (경기 고양시 일산점)",
                "을밀대 (서울 강남역 분점)"
            ],
            "suitability": "평양냉면 애호가들 사이에서 꾸준히  손꼽히는 맛집 계열로, 육수의 묵직한 풍미를 음미할 줄 아는 중급 이상 마니아들에게 특히 사랑받는다. 한편 첫 맛은 낯설어도 먹을수록 빠져드는 매력이 있어 초심자도 몇 번 시도해볼 만하지만, 진가를 느끼려면 차분히 음미하는 자세가 필요하다.",
            "internal_branches": [
                {
                    "year": 1976,
                    "event": "김인주 씨 서울 마포구 염리동에 '을밀대' 창업"
                },
                {
                    "year": 2000,
                    "event": "평양냉면 붐 타고 강남 등지로 분점 확대 (강남점 등 개설)"
                },
                {
                    "year": 2005,
                    "event": "창업주 별세 후 형제간 '육수 전쟁' 발생, 경영권 분리"
                },
                {
                    "year": 2010,
                    "event": "을밀대 본점과 일부 지점 (일산 등) vs 기타 지점 (강남, 명동 등) 분리 운영"
                },
                {
                    "year": 2018,
                    "event": "평양회담 등 이슈로 전국적 인기 재조명, 봉피양 등 경쟁 브랜드 부상"
                }
            ]
        },
        {
            "name": "옥류관식 (북한식)",
            "origin_history": "평양냉면의 본고장 북한에서 1961년 김일성의 지시로 평양 옥류관이 건립된 이래 북한을 대표하는 냉면 계열이 형성되었다. 옥류관은 뛰어난 요리 인재들을 평양으로 모아 설립한 국가급 식당으로, 평양냉면 본연의 전통을 계승·발전시켜왔다. 남한에서는 2018년 남북 정상회담 만찬에 옥류관 냉면이 등장하면서 큰 화제가 되었고, 이를 계기로 북한식 평양냉면에 대한 관심이 폭발적으로 높아졌다.",
            "philosophy_of_taste": "본래 겨울철 별미로 즐기던 전통에 따라 동치미 국물과 쇠고기·꿩고기·돼지고기·닭고기 등을 고아낸 육수를 섞어 담백하고 시원한 육수를 만든다. 인공 조미료 없이 재료 본연의 맛을 우려내기 때문에 국물 맛은 매우 슴슴하지만, 은근한 감칠맛과 배냉면의 아삭한 동치미 향이 어우러진 깊은 맛이 난다. 면발은 메밀가루 40%에 감자 전분 60%의 배합으로 쫄깃하고 탄력이 강하며 길게 이어지도록 뽑아낸다. 전통적으로 반죽에 식소다(알칼리제)를 넣어 면색이 짙은 회흑색을 띠며 소화도 잘 되게 한다.",
            "distinctive_features": "남북 분단 이후 남한의 평양냉면과는 다른 자체 발전을 거듭해왔다. 국물은 남한식에 비해 간이 약하고 육향도 옅지만 동치미 국물의 자연스러운 새콤함이 배어 있다. 고명으로는 삶은 쇠고기 편육, 돼지고기 수육, 꾸리살(돼지고기 절임), 닭고기, 삶은 계란 반쪽, 채썬 오이와 무김치 등을 푸짐하게 올려낸다. 면발이 질겨 가위로 잘라 먹는 문화가 없으며, 면을 끊지 않고 길게 먹는 것이 미덕이다(장수의 의미). 식초와 겨자는 주방에서 미리 뿌려 나오거나 종업원이 면에 첨가해 주며, 남한처럼 육수에 식초를 타지 않는 독특한 서빙 방식이 있다.",
            "representative_restaurants": [
                "동무밥상 (서울 합정동)"
            ],
            "suitability": "담백함의 극치를 즐기고자 하는 평양냉면 고수들에게 어울리는 스타일이다. 일반 남한식 냉면에 익숙한 이들에게는 너무 심심하게 느껴질 수 있어 다소 호불호가 갈린다. 그러나 재료 본연의 맛을 음미하는 데 익숙하고 북한 전통의 맛을 체험해보고자 하는 이들에게는 색다르고 순수한 평양냉면의 세계를 열어준다.",
            "internal_branches": [
                {
                    "year": 1961,
                    "event": "평양 대동강변에 국가식당 '옥류관' 개관"
                },
                {
                    "year": 2000,
                    "event": "평양 옥류관, 금강산·중국 등 해외 분점 운영 시작 (북한 내 유명세 확고)"
                },
                {
                    "year": 2015,
                    "event": "옥류관 출신 셰프 윤종철, 서울 합정동에 '동무밥상' 개업 (북한식 냉면 재현)"
                },
                {
                    "year": 2018,
                    "event": "4·27 판문점 남북정상회담 만찬에 옥류관 냉면 제공, 남한에서 북한식 냉면 열풍"
                },
                {
                    "year": 2020,
                    "event": "남한 내 옥류관식 냉면 전문점 증가 추세 (정통 재현부터 창의적 변형까지 다양한 시도)"
                }
            ]
        }
    ]
}