{
    "metadata": {
        "collection_date": "2025-01-08",
        "version": "1.0"
    },
    "side_dishes": [
        {
            "name": "제육 (편육)",
            "description": "돼지고기 수육을 차게 식혀 편육으로 썰어낸 대표 냉면집 곁들이 메뉴입니다. 기름기를 뺀 돼지 앞다리나 목살 부위를 푹 삶아 얇게 썰어 냉장 상태로 제공하며, 새우젓이나 마늘, 상추 등을 곁들여 먹습니다. 담백한 고기 맛이 냉면의 훌륭한 안주가 됩니다.",
            "price_range": "소(小) 2~3만원, 대(大) 4만원대",
            "portion_size": "소자는 2~3인에게 적당한 약 10점 내외, 대자는 4인까지 넉넉합니다.",
            "pairing_notes": "차갑게 식힌 제육은 냉면 육수와 잘 어울려, 냉면을 먹기 전에 한두 점 맛보면 고기의 감칠맛이 입맛을 돋웁니다. 중간중간 냉면과 번갈아 먹으면 포만감도 채우고 맛의 변주도 줄 수 있습니다.",
            "best_restaurants": [
                "을밀대 (돼지고기 편육으로 유명)",
                "필동면옥 (얇고 부드러운 제육 명성)"
            ],
            "recommended_situations": "술자리를 겸할 때나 고기 안주가 생각날 때 좋습니다. 처음 평양냉면을 접하는 일행이 있을 경우 제육을 함께 시켜주면 담백한 고기맛 덕에 냉면의 밍밍함을 보완해줘 거부감이 줄어듭니다."
        },
        {
            "name": "녹두전 (빈대떡)",
            "description": "녹두를 갈아 돼지고기, 숙주, 김치 등을 섞어 기름에 지진 전으로, 냉면과 찰떡궁합을 자랑하는 전통 안주 메뉴입니다. 겉은 바삭하고 속은 푹신하여 냉면의 차가움과 대비되는 따뜻하고 고소한 맛을 냅니다. 식초간장에 찍어 먹으면 풍미가 더욱 살아납니다.",
            "price_range": "한 장에 1만2천~1만5천원 선",
            "portion_size": "지름 15cm 정도의 전 한 장은 2~3인이 나눠 먹기 적당합니다.",
            "pairing_notes": "냉면 나오기 전에 에피타이저 겸 안주로 즐기기 좋습니다. 막걸리나 맥주와도 어울려 식전 입맛을 돋우고, 냉면 먹는 도중에 한 조각씩 곁들여 먹으면 고소한 맛이 더해져 만족감이 큽니다.",
            "best_restaurants": [
                "을밀대 (직접 부친 두툼한 녹두전 유명)",
                "봉피양 (녹두전과 냉면 세트 인기)"
            ],
            "recommended_situations": "날씨가 추운 날 따뜻한 전을 곁들이면 몸이 데워지고, 식사 겸 가벼운 술자리에 안주로 곁들이기 좋습니다. 냉면만으로는 부족하다고 느낄 때 추가하면 든든합니다."
        },
        {
            "name": "접시만두 (평양만두)",
            "description": "고기, 두부, 숙주 등으로 속을 꽉 채운 북한식 찐만두입니다. 왕만두 크기로 한 입 베어물면 육즙과 담백한 소가 가득하며, 냉면과 함께 평양 음식의 쌍벽으로 꼽힙니다. 접시에 5~8개 정도 담겨 나오며 간장 양념과 함께 제공합니다.",
            "price_range": "1접시 (6~8개) 1만원~1만5천원",
            "portion_size": "기본 1접시에 큼직한 만두 6개 내외로 2~3인이 하나씩 나눠먹기 좋습니다.",
            "pairing_notes": "담백한 만두는 냉면을 먹기 전 에피타이저로 먹거나, 냉면과 교대로 한 입씩 먹으면 좋습니다. 만두 속의 고소함이 냉면 육수와도 잘 어울려 육수에 살짝 담갔다 먹기도 합니다.",
            "best_restaurants": [
                "우래옥 (고기 풍미 가득한 왕만두 유명)",
                "봉피양 (얇은 피의 평양만두 호평)"
            ],
            "recommended_situations": "식사량이 큰 편이라 냉면만으로 부족할 때 사이드로 추가하면 든든합니다. 어린이나 냉면 초심자도 만두는 거부감 없이 좋아하는 메뉴라 함께 주문하면 모두가 만족합니다."
        },
        {
            "name": "어복쟁반",
            "description": "소고기 양지, 도가니, 각종 채소와 버섯을 육수에 넣고 끓이며 먹는 평양식 전골 요리입니다. 커다란 양푼 같은 전골 냄비(쟁반)에 여러 고기와 야채 고명이 푸짐하게 담겨 나와 풍성한 비주얼을 자랑합니다. 끓인 후 고기와 야채를 건져 먹고, 남은 국물에 국수를 넣어 마무리하기도 합니다.",
            "price_range": "중자 6~8만원대, 대자 10만원 이상",
            "portion_size": "중자는 3~4인, 대자는 5~6인 이상도 즐길 만큼 푸짐합니다.",
            "pairing_notes": "평양냉면과 같은 소고기 육수 베이스라 궁합이 좋습니다. 어복쟁반을 먼저 먹고 냉면을 후식처럼 먹거나, 냉면 전에 몸을 데우고 허기를 달래는 용도로 적합합니다. 전골의 진한 국물을 맛본 후 냉면의 맑은 육수를 마시면 입안이 개운해지는 느낌을 줍니다.",
            "best_restaurants": [
                "우래옥 (서울) - 전통 어복쟁반 맛집",
                "장충동 평양면옥 - 어복쟁반과 냉면 세트 유명"
            ],
            "recommended_situations": "추운 겨울철 단체 모임에 안성맞춤입니다. 뜨끈한 전골로 몸을 녹인 후 냉면으로 입가심하는 코스로 즐기기 좋습니다. 가족 행사나 접대 자리에서 푸짐한 상차림을 원할 때 추천됩니다."
        },
        {
            "name": "불고기 (너비아니)",
            "description": "양념에 재운 고기(주로 소갈비살이나 우둔살)를 숯불이나 불판에 구워 먹는 요리로, 평양식 불고기는 달지 않고 간장과 배로만 심플하게 양념해 고기 본연의 맛을 살립니다. 서울 평양냉면의 대표 격인 우래옥의 불고기가 특히 유명하며, 냉면 전에 구워 함께 싸 먹거나 냉면 후에 별도로 즐깁니다.",
            "price_range": "1인분 3만원대 (양에 따라 다름)",
            "portion_size": "2인이라면 2인분(약 300g) 정도 주문하면 냉면 전후로 즐기기에 알맞습니다.",
            "pairing_notes": "불고기의 짭조름하고 풍부한 맛이 냉면의 담백함과 대조를 이뤄 서로를 돋보이게 합니다. 먼저 불고기를 상추에 싸서 먹고, 입안을 깔끔하게 정리하고 싶을 때 냉면을 한 입 먹으면 완벽한 마무리가 됩니다. 불고기의 양념이 강하지 않아 냉면 육수 맛을 해치지 않습니다.",
            "best_restaurants": [
                "우래옥 (옛날식 불고기, 너비아니로 유명)",
                "장충동 평양면옥 (숯불 향 가득한 불고기 제공)"
            ],
            "recommended_situations": "점심 겸 접대 자리나 가족 모임으로 푸짐하게 먹고 싶을 때 좋습니다. 고기를 선호하는 일행과 함께 갔을 때 냉면만 주문하기 아쉬울 경우 불고기를 추가하면 모두 만족할 수 있습니다."
        },
        {
            "name": "명태식해",
            "description": "명태를 삭혀 만든 함경도 지방의 전통 발효 음식으로, 흰 무와 명태 살을 매콤달콤하게 버무려 숙성시킨 반찬입니다. 새콤하면서도 깊은 감칠맛이 있어 냉면과 곁들여 먹으면 마치 양념장처럼 톡 쏘는 맛을 더해줍니다. 많이 매콤하지 않고 감칠단맛이 나는 것이 특징입니다.",
            "price_range": "소접시 5천~1만원",
            "portion_size": "작은 종지에 나오는 분량으로 2~3인이 각자 한두 젓가락씩 맛볼 정도입니다.",
            "pairing_notes": "평양냉면의 담백한 맛에 약간의 단짠 새콤함을 더해주는 역할을 합니다. 냉면 국수에 조금 올려 함께 먹으면 별도의 비빔 양념 없이도 색다른 풍미를 즐길 수 있습니다. 또한 술안주로도 훌륭해서 선주후면 문화와도 어울립니다.",
            "best_restaurants": [
                "동무밥상 (직접 담근 명태식해 제공)",
                "부산 합천식당 등 함경도 음식 전문점"
            ],
            "recommended_situations": "평양냉면을 여러 번 먹어본 마니아들에게 추천되는 곁들임입니다. 담백한 맛에 약간 지루함을 느낄 때 한두 젓가락씩 곁들여 변주를 줄 수 있습니다. 또한 소주 등의 술과 함께 냉면을 즐길 때 궁합이 좋습니다."
        }
    ],
    "course_examples": [
        {
            "name": "평양냉면 클래식 2인 코스",
            "budget": "₩50,000 ~ ₩60,000",
            "dishes": [
                "물냉면 2그릇",
                "돼지편육 (소)",
                "녹두전 1장"
            ],
            "serving_order": "먼저 편육과 녹두전을 안주 삼아 천천히 맛봅니다. 이어서 시원한 물냉면 2그릇이 나오면 각자 냉면을 즐깁니다. 전과 고기는 냉면을 먹는 중간중간 곁들여도 좋습니다.",
            "tips": "두 사람이서 나누어 먹기 딱 좋은 구성입니다. 냉면을 먹기 전에 녹두전에 막걸리 한 잔 곁들이면 금상첨화입니다. 편육은 냉면 오기 전에 절반쯤 먹고, 나머지는 냉면과 함께 곁들이세요."
        },
        {
            "name": "겨울철 온육 냉면 코스 (3인)",
            "budget": "₩80,000 ~ ₩90,000",
            "dishes": [
                "어복쟁반 (중)",
                "물냉면 3그릇"
            ],
            "serving_order": "테이블 가운데 어복쟁반을 올려 모두 함께 끓이며 먹습니다. 고기와 채소를 건져 화롯불에 둘러앉은 듯 나눠 먹고, 국물을 떠먹으며 몸을 데웁니다. 어느 정도 배가 찼을 때 쯤 시원한 물냉면 3그릇을 마무리로 내어, 각자 자신의 그릇에서 냉면으로 입가심합니다.",
            "tips": "전골을 먹으며 이미 포만감이 있을 수 있으니 냉면은 3인이 2그릇만 시켜 나눠 먹어도 됩니다. 어복쟁반의 진한 국물을 맛본 후 냉면 육수를 들이키면 입안이 개운하게 마무리됩니다. 추운 날씨에 특히 어울리는 코스입니다."
        },
        {
            "name": "평양 불고기 만찬 코스 (4인)",
            "budget": "₩150,000 내외",
            "dishes": [
                "평양식 불고기 4인분",
                "녹두전 2장",
                "물냉면 4그릇",
                "접시만두 (선택)"
            ],
            "serving_order": "먼저 숯불에 구운 평양식 불고기와 녹두전이 차려지면 함께 둘러앉아 식사 겸 술안주로 즐깁니다. 고기를 상추에 싸 먹으며 담소를 나눈 뒤, 식사 마무리로 물냉면 4그릇을 가져다 각자 한 그릇씩 먹습니다. 만두를 추가했다면 냉면 나오기 전에 한두 개씩 맛보고 냉면과 함께 곁들입니다.",
            "tips": "고기를 먹은 후 냉면을 먹으면 자칫 느끼함이 남을 수 있으니, 냉면을 낼 때 따뜻한 육수를 함께 달라고 요청해 속을 중화시켜도 좋습니다. 불고기의 간이 세지 않아 냉면과 자연스럽게 이어지는 구성이라 모두 만족하기 좋습니다."
        },
        {
            "name": "냉면+만두 간편 코스 (2인)",
            "budget": "₩30,000 ~ ₩40,000",
            "dishes": [
                "물냉면 2그릇",
                "접시만두 1판"
            ],
            "serving_order": "별다른 곁들이 없이 심플하게 냉면과 만두만 즐기는 조합입니다. 우선 따뜻한 만두를 하나 집어먹어 속을 달래고, 곧바로 시원한 물냉면을 호로록 먹습니다. 냉면을 먹는 중간중간 만두를 한 입씩 베어물며 풍미를 섞어줍니다.",
            "tips": "시간이 없거나 가볍게 한 끼 하고 싶을 때 좋은 조합입니다. 만두 속의 고소한 맛이 육수에 풍덩 담가 먹으면 훌륭한 천연 양념이 되기도 하니 한 번 시도해보세요. 배가 부르지 않은 상태라면 냉면을 다 먹고 남은 육수에 만두를 넣어 국물과 함께 마시는 것도 별미입니다."
        }
    ]
}
